/* authorizing */
"authorizing" = "認証中";

/* bookmarks */
"bookmarks" = "ブックマーク";

/* bookmarks menu */
"Bookmarks Menu" = "ブックマークメニュー";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "ブックマークツールバー";

/* cancel */
"Cancel" = "キャンセル";

/* unable to load page */
"Cannot Load Page" = "ページを読み込めませんでした";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "キーチェーンから秘密鍵を読み込めませんでした";

/* cannot submit email */
"Cannot Submit" = "送信できませんでした";

/* unable to refresh data */
"Cannot Sync" = "同期できませんでした";

/* connecting */
"connecting" = "接続中";

/* copy the url to the clipboard */
"Copy URL" = "URL をコピー";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "サーバ上のデータが認識できない新しい形式です。SyncClient をアップデートしてください。";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "サーバ上のデータが対応していない古い形式です。パソコン上の Firefox Sync をアップデートしてください。";

/* duplicate email address */
"Duplicate" = "重複";

/* send the url via email */
"Email URL" = "リンクをメールで送信";

/* error loading page */
"Error Loading Page" = "ページの読み込み中にエラーが発生しました";

/* error retrieving data */
"Error Retrieving Data" = "データの取得中にエラーが発生しました";

/* Failed Server Lookup */
"Failed Server Lookup" = "サーバの検索に失敗しました";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "サーバとの通信に失敗しました (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "キーチェーンへの秘密鍵のインストールに失敗しました (%d)";

/* email content */
"Here is that site we talked about:" = "これが先ほど話していたサイトです:";

/* history */
"history" = "履歴";

/* incorrect password */
"Incorrect Password" = "パスワードが間違っています";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "同期キーが間違っています";

/* we will send instructions */
"Instructions are on the way" = "まもなく設定手順が届きます";

/* invalid url */
"Invalid URL" = "URL が正しくありません";

/* loading web page */
"loading..." = "読み込み中...";

/* unable to login */
"Login Failure" = "ログインできませんでした";

/* mobile bookmarks */
"Mobile Bookmarks" = "モバイルのブックマーク";

/* no internet connection */
"No internet connection available" = "インターネットに接続できませんでした";

/* no matching items found */
"No Matches" = "一致する項目が見つかりませんでした";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "プライバシーポリシー";

/* refresh local data */
"Refresh" = "更新";

/* searching for matching items */
"Searching..." = "検索中...";

/* email subject */
"Sending you a link" = "リンクを送ります";

/* re-authenticate */
"Sign In" = "サインイン";

/* stop refreshing data */
"Stop" = "中止";

/* tabs */
"tabs" = "タブ";

/* terms of service */
"Terms Of Service" = "利用規約";

/* thank you for submitting */
"Thank you!" = "ありがとうございました";

/* the email address already exists in our database */
"That email address has already been submitted" = "このメールアドレスは既に登録されています";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "サーバとの通信に失敗しました (%d)";

/* server unavailable */
"Unable to contact server" = "サーバにアクセスできませんでした";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "メールを送信できませんでした。また後で試してください (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "未整理のブックマーク";

/* username not found */
"User Name Not Found" = "アカウント名が見つかりませんでした";

/* launch safari to display the url */
"View in Safari" = "Safari で開く";

/* Required */
"Required" = "必須";

/* Caution: use at own risk */
"Caution: use at own risk" = "注意: 自己責任でご利用ください";

/* Enter your Sync account information */
"Enter your Sync account information" = "Sync アカウント情報を入力してください";

/* Account */
"Account" = "アカウント";

/* Password */
"Password" = "パスワード";

/* Sync Key */
"Sync Key" = "同期キー";

/* Use Custom Server */
"Use Custom Server" = "独自のサーバを使用";

/* Server URL */
"Server URL" = "サーバ URL";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "同期設定できませんでした";

/* Try Again */
"Try Again" = "もう一度試す";

/* Manual Setup */
"Manual Setup" = "手動で設定する";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "SyncClient は Sync サーバに接続できませんでした。もう一度試しますか？";

/* Passcode */
"Passcode" = "パスコード";

/* Used for a small button */
"Not Now" = "後で";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "更新があったため、SyncClient へ再ログインする必要があります。";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "サポートされていないスキームのため、SyncClient はページを開けません。";
